import first from "../assets/done-projects-1.png";

export const projects = [
  { image: first, title: "Модернізація токарного версата з ЧПК", text: "Заміна системи керування, інтеграція з новим HMI, Налаштування приводів", stack: ["ЧПК / CNC"] },
  { image: first, title: "Модернізація токарного версата з ЧПК", text: "Заміна системи керування, інтеграція з новим HMI, Налаштування приводів", stack: ["ЧПК / CNC"] },
  { image: first, title: "Модернізація токарного версата з ЧПК", text: "Заміна системи керування, інтеграція з новим HMI, Налаштування приводів", stack: ["ЧПК / CNC"] }
];
