import first from "../assets/done-projects-1.png";

export const projects = [
  { id: "cnc-retrofit",
    image: first,
    title: "Модернізація верстата з ЧПК",
    task: "Застаріла система керування, часті простої.",
    solution: "Замінили контролер і сервоприводи, переписали програму.",
    result: "Простої зменшились, верстат працює стабільно.",
    stack: "CNC / сервоприводи", },
  { id: "lathe-modernization",
    image: first,
    title: "Модернізація токарного верстата з ЧПК",
    task: "Застаріла система керування, часті простої.",
    solution: "Замінили контролер і сервоприводи, переписали програму.",
    result: "Простої зменшились, верстат працює стабільно.",
    stack: "ЧПК / CNC" },
  { id: "milling-machine-upgrade",
    image: first,
    title: "Модернізація фрезерного верстата з ЧПК",
    task: "Застаріла система керування, часті простої.",
    solution: "Замінили контролер і сервоприводи, переписали програму.",
    result: "Простої зменшились, верстат працює стабільно.",
    stack: "ЧПК / CNC" }
];
